[
  {
    "img_url": "https://lh3.googleusercontent.com/d/1DU7wgPAW_mBEgMa9OHzJQcxkjV5thwrH",
    "title": "Tree",
    "description": "L'image représente un arbre en automne, symbolisant la transition et le changement, rendue dans un style pixel art. Ce choix de représentation donne à l’arbre une apparence délibérément simplifiée et géométrique, chaque pixel devenant une brique visuelle contribuant à l’ensemble. Les teintes chaudes de l’automne – rouge, orange, jaune et brun – sont mises en avant pour évoquer la chaleur mélancolique de cette saison."
  },
  {
    "img_url": "https://lh3.googleusercontent.com/d/17nuP0usCsT2KdGbSu6_hR7kOvqwO-vjt",
    "title": "Tree 2",
    "description": "L'image illustre un arbre solitaire au cœur d'un champ, réalisé dans un style pixel art. Ce style invite le spectateur à se concentrer sur l’essence même de la scène : la solitude de l’arbre et l’immensité du champ. L'arbre se dresse fièrement, ses branches s'étendant comme une silhouette majestueuse, tandis que le champ environnant est représenté par des motifs simples de teintes vertes ou dorées. Le ciel encadre cette scène naturelle, offrant un contraste doux entre terre et air."
  },
  {
    "img_url": "https://lh3.googleusercontent.com/d/15wrsDG9iD-X0mZUbKzS3-jLnUbqtOiGE",
    "title": "Eye",
    "description": "L’image dépeint un œil humain stylisé en pixel art, mais avec une approche innovante : chaque pixel, au lieu d’être une simple couleur, est une image miniature représentant un élément de la nature – des animaux, des plantes, ou des paysages. L’iris, avec ses multiples teintes et nuances, devient une mosaïque riche, symbolisant la diversité et l’interconnexion du monde naturel. Le contraste entre les détails naturels de chaque pixel et la forme globale simplifiée de l’œil crée une tension harmonieuse entre le micro et le macro."
  },
  {
    "img_url": "https://lh3.googleusercontent.com/d/1yEN8uDBvFdn-yIjOlunfnOkM9a4Vha9W",
    "title": "LGBT Flag",
    "description": "L’image représente le drapeau LGBT emblématique, composé de six bandes horizontales colorées (rouge, orange, jaune, vert, bleu et violet), dans un style pixelisé. En réduisant le drapeau à des blocs de couleur simples, l’œuvre met en lumière l’essence du symbole LGBT : l’unité dans la diversité. Utiliser ce style pour représenter le drapeau LGBT connecte ce symbole à une génération globale et moderne. Cette œuvre montre que l’identité et la diversité peuvent être exprimées même dans leur forme la plus simplifiée. Elle rappelle que la force du drapeau LGBT réside autant dans la symbolique de ses couleurs que dans ce qu’il représente : un appel à l’égalité, à l’amour et à la célébration des différences."
  },
  {
    "img_url": "https://lh3.googleusercontent.com/d/1vMpfP9PLVcIEo5OwZOQQYJmyRO5tZoyZ",
    "title": "Turtle",
    "description": "a tortue, symbole de sérénité et de longévité, devient ici un ambassadeur des océans. En étant composée d’éléments estivaux, elle rappelle la connexion intrinsèque entre la vie marine et les activités humaines côtières. En unissant l’océan (tortue) et la plage (éléments estivaux), l’œuvre pourrait suggérer la nécessité de préserver ces espaces interconnectés, où nos actions sur terre ont des répercussions sur la vie sous-marine. L’esthétique joyeuse et colorée des pixels rend hommage à l’été, une saison souvent associée à la liberté, à la détente et à un lien renforcé avec la nature. L’approche mosaïque invite le spectateur à alterner entre une vue d’ensemble – la tortue dans l’océan – et une exploration des détails – les images qui la composent, représentant des souvenirs de plage et de vacances."
  },
  {
    "img_url": "https://lh3.googleusercontent.com/d/1z7RWTcoN2i3tU1U4ujxu6zhgucyUsBTO",
    "title": "Van Gogh",
    "description": "Cette œuvre revisite un classique en y injectant une dimension contemporaine et profondément symbolique. En remplaçant chaque pixel par un visage, l’artiste relie la magnificence du cosmos au caractère universel de l’humanité. Les étoiles et les cieux, qui dans l’original représentent l’immensité et l’infini, deviennent ici une mosaïque des innombrables individus qui composent notre monde. Les visages, par leur variété, incarnent la richesse de l’humanité dans toutes ses formes, ses cultures et ses expériences. Cela invite à voir la beauté de l’harmonie collective, comme un écho des tourbillons harmonieux de l’univers. Cette œuvre pourrait également suggérer que l’infini, représenté par le ciel étoilé, est le reflet des histoires et des vies humaines. Chaque visage, unique et singulier, contribue à une vision plus grande, tout comme chaque étoile dans l’univers."
  }
]